{
    "presentation": {
        "description": "Software Developer | Site under construction"
    },
    "experience": {
        "title": "Professional Experience",
        "items": {
            "firstJob": {
                "position": "QA Game Tester",
                "company": "Blyts",
                "status": "Present",
                "description": "Identifying and documenting bugs to ensure optimal game performance and quality",
                "responsibilities": {
                    "first": "Detect and report game bugs, glitches, and inconsistencies",
                    "second": "Perform regression testing to verify bug fixes",
                    "third": "Provide feedback on game usability and player experience",
                    "fourth": "Test game features on various platforms and devices",
                    "fifth": "Suggest improvements for gameplay and user interface design"
                }
            },
            "secondJob": {
                "position": "React Native Developer",
                "company": "Faciluz",
                "status": "Present",
                "description": "Developing a mobile application using React Native (Expo) framework",
                "responsibilities": {
                    "first": "Development of a mobile application focused on organizing and managing services for a hardware store, with features similar to delivery platforms.",
                    "second": "Implementation of the user interface using React Native (Expo), optimizing the experience on iOS and Android devices.",
                    "third": "Creation of a robust backend in Django to handle business logic, user authentication, and service management.",
                    "fourth": "Integration of RESTful APIs for communication between the frontend and backend, ensuring efficient and secure data transmission.",
                    "fifth": "Design and implementation of databases to manage services and users."
    
                }
            },
            "thirdJob": {
                "position": "Full Stack Developer",
                "company": "Freelance",
                "description": "Development of web applications and APIs",
                "responsibilities": {
                    "first": "Design and implementation of responsive web applications using modern technologies such as React, Python, and Django.",
                    "second": "Creation of RESTful APIs to enable communication between frontend and backend systems.",
                    "third": "Integration of third-party services and APIs to enhance application functionality.",
                    "fourth": "Collaboration with clients to understand project requirements and deliver customized solutions.",
                    "fifth": "Maintenance and support of existing applications, including bug fixes and performance optimization."
                }
            }
        }
    },
    "projects": {
        "title": "Projects",
        "items": {
            "discordBot": {
                "name": "Discord Bot",
                "description": "Developed a Discord bot that can be used to manage a server, play music, and more."
            },
            "pongGame": {
                "name": "Pong Game",
                "description": "Developed a Pong game using Python and Pygame, with local multiplayer support."
            },
            "footballTeamBalancer": {
                "name": "Football Team Balancer [WIP]",
                "description": "Developed a web application that can be used to balance football teams."
            },
            "portfolio": {
                "name": "Portfolio",
                "description": "Developed my personal portfolio using React and Tailwind CSS."
            },
            "drinkMaker": {
                "name": "Drink Maker",
                "description": "Developed with a friend a drink maker website using ingredients from a database."
            }
        }
    },
    "contact": {
        "title": "Contact",
        "form": {
            "name": "Name",
            "email": "Email",
            "message": "Message",
            "send": "Send"
        }
    },
    "education": {
        "title": "Education",
        "items": {
            "firstDegree": {
                "name": "Informatics Engineering",
                "institution": "University of Buenos Aires",
                "status": "In progress"
            },
            "secondDegree": {
                "name": "Electromechanical Technician",
                "institution": "Philips Argentina Technological Institute"
            }
        }
    },
    "technologies": {
        "title": "Knowledge Areas",
        "items": {
            "machineLearning": {
                "name": "Machine Learning",
                "description": "Expert in building and training neural networks using Keras for various ML tasks."
            },
            "webDevelopment": {
                "name": "Web Development",
                "description": "Experience with React, Django, and TailwindCSS to build responsive web applications."
            },
            "dataScience": {
                "name": "Data Science",
                "description": "Experience with Pandas, Numpy, and Matplotlib for data analysis and visualization."
            },
            "etlPipelines": {
                "name": "ETL Pipelines",
                "description": "Knowledge in designing and implementing ETL pipelines for efficient data processing and transformation."
            },
            "databases": {
                "name": "SQL & NoSQL Databases",
                "description": "Skills in SQL and NoSQL database design and management for efficient data storage and retrieval."
            }
        }
    },
    "aboutMe": {
        "title": "About Me",
        "career": "Software Developer", 
        "description": "I am a software developer with experience in web and mobile application development. I am passionate about technology and enjoy working on challenging projects that allow me to learn and grow. I am proficient in various programming languages and frameworks, and I am always looking for new opportunities to expand my knowledge and skills."
    }
}
