{
    "presentation": {
        "description": "Desarrollador de Software | Sitio en construcción"
    },
    "experience": {
        "title": "Experiencia Profesional",
        "items": {
            "firstJob": {
                "position": "QA Game Tester",
                "company": "Blyts",
                "status": "Presente",
                "description": "Identificación y documentación de errores para asegurar un rendimiento y calidad óptimos del juego",
                "responsibilities": {
                    "first": "Detectar y reportar errores, fallos e inconsistencias del juego",
                    "second": "Realizar pruebas de regresión para verificar la corrección de errores",
                    "third": "Proporcionar retroalimentación sobre la usabilidad y la experiencia del jugador",
                    "fourth": "Probar características del juego en varias plataformas y dispositivos",
                    "fifth": "Sugerir mejoras para la jugabilidad y el diseño de la interfaz de usuario"
                }
            },
            "secondJob": {
                "position": "Desarrollador React Native",
                "company": "Faciluz",
                "status": "Presente",
                "description": "Desarrollo de una aplicación móvil utilizando el marco React Native (Expo)",
                "responsibilities": {
                    "first": "Desarrollo de una aplicación móvil orientada a la organización y gestión de servicios para una ferretería, con funcionalidades similares a plataformas de delivery.",
                    "second": "Implementación de la interfaz de usuario utilizando React Native (Expo), optimizando la experiencia en dispositivos iOS y Android.",
                    "third": "Creación de un backend robusto en Django para gestionar la lógica de negocio, autenticación de usuarios y control de servicios.",
                    "fourth": "Integración de APIs RESTful para la comunicación entre el frontend y backend, garantizando eficiencia y seguridad en la transmisión de datos.",
                    "fifth": "Diseño e implementación de bases de datos para gestionar servicios y usuarios."
                }
            }
        }
    },
    "projects": {
        "title": "Proyectos",
        "items": {
            "discordBot": {
                "name": "Bot de Discord",
                "description": "Desarrollé un bot de Discord que puede ser utilizado para administrar un servidor, reproducir música y más."
            },
            "pongGame": {
                "name": "Juego de Pong",
                "description": "Desarrollé un juego de Pong utilizando Python y Pygame, con soporte para multijugador local."
            },
            "footballTeamBalancer": {
                "name": "[TEP] Balanceador de Equipos de Fútbol",
                "description": "Desarrollé una aplicación web que puede ser utilizada para balancear equipos de fútbol."
            },
            "portfolio": {
                "name": "Portafolio",
                "description": "Desarrollé este portafolio personal utilizando React, TypeScript y Tailwind CSS."
            },
            "drinkMaker": {
                "name": "Que Tomamos",
                "description": "Desarrollé con un amigo un sitio web de preparación de bebidas utilizando ingredientes de una base de datos."
            }

        }
    },
    "contact": {
        "title": "Contacto",
        "form": {
            "name": "Nombre",
            "email": "Correo",
            "message": "Mensaje",
            "send": "Enviar"
        }
    },
    "education": {
        "title": "Educación",
        "items": {
            "firstDegree": {
                "name": "Ingeniería en Informática",
                "institution": "Universidad de Buenos Aires",
                "status": "En curso"
            },
            "secondDegree": {
                "name": "Técnico Electromecánico",
                "institution": "Instituto Tecnológico Philips Argentina"
            }
        }
    },
    "technologies": {
        "title": "Conocimientos",
        "items": {
            "machineLearning": {
                "name": "Machine Learning",
                "description": "Experto en construir y entrenar redes neuronales utilizando Keras para diversas tareas de ML."
            },
            "webDevelopment": {
                "name": "Desarrollo Web",
                "description": "Experiencia con React, Django y TailwindCSS para construir aplicaciones web responsivas."
            },
            "dataScience": {
                "name": "Ciencia de Datos",
                "description": "Experiencia con Pandas, Numpy y Matplotlib para análisis y visualización de datos."
            },
            "etlPipelines": {
                "name": "ETL Pipelines",
                "description": "Conocimiento en diseño e implementación de ETL pipelines para procesamiento y transformación eficientes de datos."
            },
            "databases": {
                "name": "Bases de Datos SQL y NoSQL",
                "description": "Habilidades en diseño y gestión de bases de datos SQL y NoSQL para almacenamiento y recuperación eficientes de datos."
            }
        }
    },
    "aboutMe": {
        "title": "Sobre Mí",
        "career": "Desarrollador de Software",
        "description": "Soy un apasionado desarrollador de software con experiencia en desarrollo web, ciencia de datos y machine learning. Me encanta aprender nuevas tecnologías y enfrentar desafíos que me permitan crecer profesionalmente."
    }
}
